{
  "main": {
    "name":"Mangesh Landge",
    "occupation":"Full-Stack Web Developer",
    "description":"I like to code things from scratch, and enjoy bringing ideas to life in the browser",
    "image":"myprofile.jpeg",
    "contactmessage":"Have me make stuff for you. If you like my work and have some cool projects to work on, just send me a direct message or contact me through social sites.",
    "email": "mangeshbkwsu@gmail.com",
    "phone": "+91 8904215622",
    "address":{
      "city":"Basavakalyan",
      "state":"Karnataka",
      "zip": "585327"
    },
    "website": "https://www.alex-portfolio.org/",
    "resumedownload":"https://drive.google.com/uc?export=pdf&id=1Z5hSjSXwjk3i4BdCfehg0YSAKZ34BDfC",
    "social":[
      {
        "name":"twitter",
        "url":"https://twitter.com/mangesh_bk",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/mangesh-landge-458315166/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"github",
        "url":"https://github.com/Mangeshbk",
        "className":"fa fa-github"
      },
      {
        "name":"email",
        "url":"mailto:mangeshbkwsu@gmail.com?subject=The%20subject%20of%20the%20mail",
        "className":"fa fa-envelope"
      }
    ]
  },
  "resume":{
    "education":[
      {
        "school":"Masai School",
        "degree":"Full-Stack Web Development",
        "graduated":"August 2021",
        "description":"Attending Microverse involved the study of Algorithms and Data Structures, SQL syntax and statements, Full Stack Web Development with Ruby on Rails, JavaScript, React and Redux. Also based on mockups and a broad list of requirements, it was required to build complex web applications and terminal utilities."
      },
      {
        "school":"Visvesvaraya Technological University",
        "degree":"Mechanical Engineering",
        "graduated":"July 2018",
        "description":"The first year required the study of foundations of mathematics, physics, computer science, computer networks and electronics. The second year required the study of advanced mathematics and physics, and the fundamentals of electronic systems."
      }
    ],
    "work":[
      {
        "company": "Baamboozle",
        "title": "Software Developer",
        "years": "December 2020 - April 2021",
        "description": "Researched, designed and managed software programs, as well as testing and evaluating new programs. Modified software to fix errors and improve its performance. Made use of deploying software tools, processes and metrics for performance and overall platform improvements. Directed software programming and documentation development, wrote and implemented code. Prepared reports on programming project specifications, activities, or status of current project. Consulted with engineering staff to evaluate software-hardware interfaces and developed specifications and performance requirements."
      },
      {
        "company":"Auxilium Youth Tribe",
        "title":"Back-End Web Developer",
        "years":"August 2020 - December 2020",
        "description":"Built the backend authentication platform for their main website (still being developed). Contributed to the team with small tasks, such as code review, TDD Development, design improvements, etc."
      },
      {
        "company":"Microverse",
        "title":"Technical Support Engineer",
        "years":"April 2020 - January 2021",
        "description":"Performed coding reviews and completed 50+ reviews for students in the HTML & CSS curriculum from all over the world. Provided support through professional assistance platforms Zoom and Slack as they needed extra support during their projects."
      },
      {
        "company":"Microverse",
        "title":"Student Mentor",
        "years":"February 2020 - November 2020",
        "description":"Mentored students on a 1:1 basis using Zoom Conference Platform. Provided both technical and professional assistance as they complete individual and group projects throughout the core curriculum."
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Alexandru has a great mentality that always seeks to improve his skills. His discipline makes working with him easy and challenging at the same time. He loves to share his ideas and accomplishments with other people, which makes him very easily leave an impact in any working environment.",
        "user":"Muhammed Ebeid | Software Engineer - Full Stack Ruby on Rails/React.js"
      },
      {
        "text":"I worked with Alexandru at Microverse. Alexandra is detailed orientated, has advanced system engineering and problem-solving skills. He has the ability to effectively manage several tasks at a time.",
        "user":"Dickens Juma | Software Developer at Bluewave Insurance Agency"
      }
    ]
  }
}
